Repository: dos1/password-for-gnome
Catalog: po/*.po
Languages: sv

source: Clean password and entries
sv: Rensa lösenord och poster

source: Copy password
sv: Kopiera lösenord

source: Mask or unmask password
sv: Maskera eller avmaskera lösenord

source: Settings
sv: Inställningar

source: About Password
sv: Om Password

source: Quit
sv: Avsluta

source: Calculator
sv: Kalkylator

source: passphrase
sv: lösenfras

source: your password
sv: ditt lösenord

source: Random generator
sv: Slumpgenerator

source: Generate a new password
sv: Generera ett nytt lösenord

source: label
sv: etikett

source: Calculator settings
sv: Kalkylatorinställningar

source: Hash type
sv: Hashtyp

source: Hexa -> ASCII conversion
sv: Hexa -> ASCII-konvertering

source: Preload alias
sv: Läs in alias i förväg

source: Close app after validating secret
sv: Stäng programmet efter validering av hemlighet

source: General settings
sv: Allmänna inställningar

source: Length:
sv: Längd:

source: Remove lower [a-z]
sv: Ta bort små bokstäver [a-z]

source: Remove upper [A-Z]
sv: Ta bort stora bokstäver [A-Z]

source: Remove numerics [0-9]
sv: Ta bort siffror [0-9]

source: Pin code only [0-9]
sv: Endast PIN-kod [0-9]

source: Remove special characters [=/+]
sv: Ta bort specialtecken [=/+]

source: Delete password
sv: Ta bort lösenordet

source: after:
sv: efter:

source: Send notifications
sv: Sänd avisering

source: Password calculator
sv: Lösenordskalkylator

source: Menu
sv: Meny

source: Change mode
sv: Ändra läge

source: Calculator
sv: Kalkylator

source: Settings
sv: Inställningar

source: Password generator
sv: Lösenordsgenerator

source: Password deleted
sv: Lösenord borttaget

source: Password copied to the clipboard
sv: Lösenord kopierat till urklipp
